Repository: RedTurtle/redturtle.prenotazioni
Catalog: src/redturtle/prenotazioni/locales/*/LC_MESSAGES/redturtle.prenotazioni.po
Languages: it

source: format (YYYY-MM-DD)
it: Formato (AAAA-MM-GG)

source: A folder that will contain booking
it: Una cartella che conterrà le prenotazioni

source: A folder that will contain booking for this day
it: Una cartella che conterrà le prenotazioni per questo day

source: Add
it: Aggiungi

source: Afternoon start should not be greater than end.
it: L'orario di inizio del pomeriggio non può essere successivo alla chiusura.

source: Apply restrictions to Bookings Manager
it: Applica le restrizioni al Gestore Prenotazioni.

source: Attention
it: Attenzione!

source: Badly composed `booking_creation_from` value
it: Il valore del campo `booking_creation_from` è composto male.

source: Badly composed `booking_creation_to` value
it: Il valore del campo `booking_creation_to` è composto male.

source: Badly composed `booking_start_from` value
it: Il valore del campo `booking_start_from` è composto male.

source: Badly composed `booking_start_to` value
it: Il valore del campo `booking_start_to` è composto male.

source: Booking
it: Prenotazioni

source: Booking Folder
it: Cartella prenotazioni

source: Booking Type
it: Tipologia Prenotazione

source: Booking Week Folder
it: Cartella settimana prenotazioni

source: Booking Year Folder
it: Cartella anno prenotazioni

source: Booking folder notification appio
it: Notifiche AppIo

source: Booking folder notification email
it: Notifiche email

source: Booking folder notification sms
it: Notifiche SMS

source: Booking for
it: Prenotazione di

source: Booking type notification appio
it: Notifiche AppIO per tipologia prenotazione

source: Change date/time
it: Cambia la data di prenotazione.

source: Complete address
it: Indirizzo completo

source: Contact PEC
it: Indirizzo PEC per il contatto

source: Contact fax
it: Numero di FAX per il contatto

source: Contact phone
it: Numero di telefono per il contatto

source: Contacts fields.
it: Campi di contatto.

source: Content listing
it: Elenco dei contenuti

source: Could not send {gateway_type} message due to internal errors
it: Non è stato possibile inviare la notifica via {gateway_type}

source: Days booking is not allowed before
it: Giorni da cui si può effettuare una prenotazione

source: Delete
it: Cancella

source: Edit
it: Modifica

source: Email from
it: Mittente

source: Expiration date booking
it: Data scandenza prenotazione

source: Field
it: Campo

source: Friday
it: Venerdì

source: Gate
it: Postazione

source: Group
it: Gruppo

source: How to get here
it: Indicazioni su come raggiungere l'ufficio

source: If selected, Bookings Manager will be restricted by selected dates as an usual user.
it: Se selezionato, il gestore prenotazioni sarà ristretto dalle date di validita della stanza.

source: In the same day there are overlapping intervals
it: Ci sono pause che si sovrappongono nello stesso giorno

source: Informations about a single booking
it: Informazioni relativa ad una singola prenotazione

source: Insert a list of email addresses that will be notified when new bookings get created.
it: Inserisci una lista di indirizzi email che verranno notificati alla creazione di una nuova prenotazione.

source: Insert an email address used as "from" in email notifications. Leave empty to use the default from set in the site configuration.
it: Inserisci un indirizzo email da usare come mittente per queste notifiche. Se vuoto, verrà utilizzato l'indirizzo mitente impostato nel sito.

source: Insert here indications on how to reach the office
it: Scrivere le indicazioni complete per raggiungere l'ufficio

source: Insert here the complete office address
it: Inserire l'indirizzo dell'ufficio

source: Insert here the contact PEC
it: Inserire l'indirizzo di posta PEC per contattare l'ufficio

source: Insert here the contact fax
it: Inserire il numero di FAX per per contattare l'ufficio

source: Insert here the contact phone
it: Inserire il numero di telefono per contattare l'ufficio

source: Insert pause table schema.
it: Inserisci le pause giornaliere. Esistono tre tipi di vincolo: una data di termine pausa deve essere maggiore della data di inizio pausa; le pause nello stesso giorno non possono sovrapporsi; le pause devono essere comprese fra l'inizio e la fine dell'orario di lavoro.

source: Insert week table schema.
it: Compila la tabella degli orari della settimana.

source: Installs the redturtle.prenotazioni add-on.
it: Install redturtle.prenotazioni

source: Installs the redturtle.prenotazioni.demo add-on (demo site purpose only).
it: Installa il profilo redturtle.prenotazioni.demo.

source: Max days in the future
it: Massimi giorni nel futuro

source: Monday
it: Lunedì

source: Morning start should not be greater than end.
it: L'orario di inizio della mattina non può essere successivo alla fine.

source: Move booking
it: Sposta la prenotazione

source: Move down
it: Sposta in giù

source: Move up
it: Sposta in su

source: Notification APPIo
it: Notifiche AppIo

source: Notification APPIo for PrenotazioneType c.t.
it: Notifiche AppIo per i content-type PrenotazioneType

source: Notification SMS
it: Notifiche SMS

source: Notification email templates
it: Template per notifiche email

source: Pause
it: Pausa

source: Pause end should be greater than pause start
it: Il termine della pausa non può avvenire prima del suo inizio

source: Pause should be included in morning slot or afternoon slot
it: Le pause devono essere comprese tra l'orario di inizio o di termine dell'intervallo di orari di lavoro

source: Pause table
it: Schedulazione delle pause

source: Please provide a booking date
it: Per favore seleziona una data.

source: Print
it: Stampa

source: Required input '${field}' is missing.
it: Campo obbligatorio '${field}' mancante.

source: Required input is missing.
it: Manca l'input obbligatorio.

source: Responsible email
it: Email del responsabile

source: Saturday
it: Sabato

source: Search for
it: Parametri di ricerca

source: Select a day
it: Seleziona un giorno

source: Sorry, this slot is not available anymore.
it: Ci dispiace, ma questo intervallo di tempo non è più disponibile

source: Sorry, this slot is not available or does not fit your booking.
it: Ci dispiace questo intervallo di tempo non è disponibile o non è adatto alla tua prenotazione.

source: Sorry, you can not book this slot for now.
it: Ci dispiace, ma questo intervallo di tempo non è al momento disponibile

source: Sportello a cui presentarsi
it: Postazione a cui presentarsi

source: Sunday
it: Domenica

source: The booked date.
it: La data di prenotazione.

source: The booked end date.
it: La data di fine prenotazione

source: The booked time.
it: L'orario di prenotazione

source: The booking code.
it: Il codice di prenotazione

source: The booking folder title
it: Il titolo della cartella prenotazioni

source: The booking human readable date
it: La data di prenotazione in formato leggibile

source: The booking office contact fax.
it: Il Fax per contattare l'ufficio

source: The booking office contact pec address.
it: L'indirizzo PEC per contattare l'ufficio

source: The booking office contact phone.
it: Il telefono per contattare l'ufficio

source: The booking operator url
it: L'url della prenotazione per gli operatori

source: The booking print url.
it: L'url per stampare la prenotazione

source: The booking refuse message
it: Il messaggio di rifiuto della prenotazione

source: The booking requirements url
it: L'url per il cosa server

source: The booking time end.
it: L'orario di fine prenotazione

source: The booking type.
it: La tipologia della prenotazione.

source: The booking url with delete token
it: L'url della prenotazione con il token per la cancellazione

source: The complete address information of the office whereuser book a reservation
it: L'indirizzo completo dell'ufficio presso cui si prenota

source: The email address of the user who made the reservation.
it: L'indirizzo email dell'utente che ha fatto la prenotazione

source: The gate booked.
it: La postazione prenotata.

source: The information to reach the office where user book a reservation
it: Le informazioni per raggiungere l'ufficio presso cui si prenota

source: The phone number of the user who made the reservation.
it: Il numero di telefono di chi ha prenotato

source: This day is not valid.
it: Il giorno inserito non è valido.

source: This gate has some booking schedule in this time period.
it: Lo sportello selezionato ha già delle prenotazioni nel periodo indicato.

source: Thursday
it: Giovedì

source: Tuesday
it: Martedì

source: Uninstalls the redturtle.prenotazioni add-on.
it: Disinstall redturtle.prenotazioni

source: Uninstalls the redturtle.prenotazioni.demo add-on (demo site purpose only).
it: Disinstalla redturtle.prenotazioni.demo.

source: Unknown booking type '${booking_type}'.
it: Tipologia di prenotazione sconosciuta '${booking_type}'.

source: Usage of `max_bookings_allowed` field requires the `fiscalcode` to be between the required fields.
it: L'uso del campo 'Numero massimo di prenotazioni' richiede il `Codice fiscale` tra i campi richiesti della prenotazione.

source: View
it: Vista

source: Wednesday
it: Mercoledì

source: Week table
it: Schedulazione Settimanale

source: Yes
it: Si

source: You are not allowed to force the gate.
it: Non hai i permessi necessari a forzare lo sportello.

source: You must set both start and end
it: Devi impostare sia un orario di inizio che di termine della pausa

source: You should set a start time for afternoon.
it: Devi impostare una data di inizio per il pomeriggio.

source: You should set a start time for morning.
it: Devi impostare una data di inizio per la mattina.

source: You should set an end time for afternoon.
it: Devi impostare una data di fine per il pomeriggio.

source: You should set an end time for morning.
it: Devi impostare una data di fine per la mattina.

source: [DEPRECATED] The booking print url with delete token.
it: [DEPRECATO] L'url della prenotazione con il token per la cancellazione.

source: aData_help
it: Lascia vuoto, e questa Cartella Prenotazioni non avrà scadenza

source: action_book
it: Prenota

source: action_cancel
it: Cancella

source: action_move
it: Sposta

source: action_search
it: Cerca

source: afternoon_end_label
it: Chiusura pomeriggio

source: afternoon_start_label
it: Apertura pomeriggio

source: all
it: Tutti

source: auto_confirm
it: Conferma automatica delle prenotazioni

source: auto_confirm_help
it: Tutte le prenotazioni verranno accettate automaticamente

source: auto_confirm_manager
it: Conferma automatica delle prenotazioni dei Gestori

source: auto_confirm_manager_help
it: Tutte le prenotazioni create dai Gestori verranno accettate automaticamente.

source: available_slots_wrong_dates
it: La data di fine prenotazione deve essere maggiore della data di inizio.

source: book_it
it: Per favore seleziona uno slot per la prenotazione

source: bookable_time
it: Tempo prenotabile

source: booked_prenotation_message
it: ${day}, ore ${booking_time}, prenotato da ${booked_by}, prenotazione: ${booking_type} durata: ${duration} minuti

source: booking_additional_field_name_help
it: Identificativo del campo aggiuntivo, deve essere unico e non contenere spazi o caratteri speciali

source: booking_additional_field_required
it: Obbligatorio

source: booking_additional_fields_schema_description
it: Campi aggiuntivi richiesti per questa tipologia

source: booking_additional_fields_schema_title
it: Campi aggiuntivi

source: booking_canceled_mail_subject_part
it: Prenotazione cancellata:

source: booking_confirmed
it: Prenotazione confermata

source: booking_created
it: Prenotazione creata

source: booking_deleted_success
it: La tua prenotazione è stata cancellata.

source: booking_details_help_text_label
it: Istruzioni per campo dettaglio nella prenotazione

source: booking_details_help_text_label_help
it: Il testo verra visualizzato come testo d'aiuto per la compilazione del campo "Dettagli" da parte del cittadino nella form della prenotazione

source: booking_fields_label
it: Campi Prenotazioni

source: booking_moved
it: Prenotazione spostata correttamente

source: booking_pending
it: Prenotazione da confermare

source: booking_refused
it: Prenotazione rifiutata

source: booking_type_duration_label
it: Durata

source: booking_type_name
it: Nome

source: booking_type_requirements_help
it: Elencare le informazioni utili per il giorno della prenotazione, come ad esempio i documenti da presentare.

source: booking_type_requirements_labled
it: Cosa serve

source: booking_type_value
it: Durata

source: booking_type_widget_suggest_reselect
it: Prova a selezionare un'orario differente per prenotarle.

source: booking_type_widget_warn_unavailable
it: Le seguenti tipologie non sono selezionabili nell'orario selezionato:

source: bookings_appio_templates_help
it: Imposta i testi dei messaggi per i vari tipi di notifiche disponibili.

source: bookings_appio_templates_label
it: Notifiche AppIO

source: bookings_email_templates_help
it: Imposta i testi dei messaggi per i vari tipi di notifiche disponibili.

source: bookings_email_templates_label
it: Notifiche E-mail

source: bookings_limit_exceeded_exception
it: Attenzione: hai superato il massimo di {limit} prenotazioni per la tipologia {booking_type}. Potrai richiedere nuove prenotazioni ad appuntamento avvenuto

source: bookings_not_in_agenda
it: Prenotazioni non in agenda

source: bookings_sms_templates_help
it: Imposta i testi dei messaggi per i vari tipi di notifiche disponibili. Gli sms hanno un limite di 160 caratteri. A seconda del gateway per l'invio utilizzato, i messaggi più lunghi potrebbero venire spezzati in più parti.

source: bookings_sms_templates_label
it: Notifiche SMS

source: busy
it: Occupato

source: canceled
it: Annullato

source: confirm
it: Conferma

source: confirm_booking_canceled_message
it: La tua prenotazione è stata annullata.

source: confirm_booking_confirmed_message
it: La tua prenotazione è confermata.

source: confirm_booking_refused_message
it: La tua prenotazione è stata rifiutata.

source: confirm_booking_waiting_message
it: La tua prenotazione deve essere confermata dagli amministratori.

source: confirmed
it: Confermato

source: contacts_help
it: Indicare tutte le informazioni di contatto che saranno usate dal sistema di mailing. Queste informazioni saranno usate tramite sostituzione di un testo di markup nelle "Regole di contenuto" pertanto qui ci sarà da inserire dei testi che si possano integrare correttamente con i testi delle regole.

source: contacts_label
it: Contatti

source: csv_export_booking_folder
it: CARTELLA PRENOTAZIONI

source: csv_export_code
it: CODICE

source: csv_export_company
it: AZIENDA

source: csv_export_creation_date
it: DATA CREAZIONE

source: csv_export_creator
it: CREATORE

source: csv_export_email
it: EMAIL

source: csv_export_end_time
it: FINE PRENOTAZIONE

source: csv_export_fiscalcode
it: CODICE FISCALE

source: csv_export_gate
it: POSTAZIONE

source: csv_export_name
it: NOME COGNOME

source: csv_export_notes
it: NOTE

source: csv_export_phone
it: NUMERO TELEFONO

source: csv_export_start_time
it: INIZIO PRENOTAZIONE

source: csv_export_state
it: STATO

source: csv_export_type
it: TIPO

source: csv_export_uid
it: UID

source: day_error
it: Questo day non è valido

source: day_label
it: Giorno

source: delete_expired_booking
it: Non puoi cancellare questa prenotazione; è troppo tardi.

source: delete_refused_booking
it: Non puoi cancellare questa prenotazione.

source: delete_reservation_request
it: Cancella la richiesta di prenotazione per: ${name}

source: description_booking_code
it: Codice univoco della prenotazione

source: description_company
it: Se lavori per un'azienda, compila questo campo.

source: description_gate
it: La postazione che non sarà disponibile.

source: description_title
it: Questo testo apparirà nelle celle del calendario.

source: foreseen_booking_time
it: Data prevista per la prenotazione: ${day}, alle ore ${booking_time}.

source: foreseen_busy_time
it: ${booking_time}, Orario non disponibile.

source: from_month_error
it: Devi impostare una data di inizio.

source: from_month_too_days_error
it: Il giorno selezionato non è corretto per il mese selezionato nel campo "Al".

source: from_year_bigger_than_to_year_error
it: L'anno d'inizio deve essere minore o uguale all'anno di fine.

source: fullname
it: Nome completo

source: futureDays
it: Limita la prenotazione ad un certo numero di giorni nel futuro partendo dal day corrente.Lascia 0 per non dare limiti.

source: gates_help
it: Inserisci le postazioni preposte (uno per riga).

source: gates_label
it: Postazioni preposte

source: help_required_booking_fields
it: Gli utenti non saranno in grado di creare una prenotazione senza compilare i seguenti campi. Gli utenti saranno comunque sempre obbligati ad inserire un'email o un recapito telefonico.

source: help_same_day_booking_disallowed
it: Se selezionato, impedisce agli utenti di prenotare per il giorno corrente.

source: help_tipologies
it: Lista dei tipi di prenotazione disponibili per l'agenda corrente

source: help_visible_booking_fields
it: Gli utenti vedranno solo i campi selezionati all'atto della creazione della prenotazione.

source: history_appio_reminder_sent
it: Inviata notifica AppIO per il promemoria

source: history_appio_reschedule_sent
it: Inviata notifica AppIO per lo spostamento della prenotazione

source: history_appio_transition_sent
it: Inviata notifica AppIO per il cambio di stato della prenotazione: ${transition}

source: history_email_manager_notification_sent
it: Inviata notifica email al Gestore delle prenotazioni

source: history_email_reschedule_sent
it: Inviata notifica email per lo spostamento della prenotazione

source: history_email_transition_sent
it: Inviata notifica email per il cambio di stato della prenotazione: ${transition}

source: history_reminder_sent
it: Inviata notifica email per il promemoria

source: history_sms_reminder_sent
it: Inviata notifica SMS per il promemoria

source: history_sms_reschedule_sent
it: Inviata notifica SMS per lo spostamento della prenotazione

source: history_sms_transition_sent
it: Inviata notifica SMS per il cambio di stato della prenotazione: ${transition}

source: holidays_help
it: Imposta eventuali festività (una per riga) nel formato GG/MM/AAAA. Se la data si ripete ogni anno, puoi scrivere * al posto dell'anno.

source: holidays_label
it: Festività

source: ical_booking_label
it: Prenotazione appuntamento per ${title}

source: invalid_date
it: La data deve essere nel formato AAAA/MM/GG

source: invalid_email_address
it: Indirizzo email non valido

source: invalid_end:search_date
it: Data di ricerca non valilda

source: invalid_fiscalcode
it: Codice fiscale non valido

source: invalid_phone_number
it: Numero di telefono non valido

source: invalid_time
it: L'ora deve essere nel formato HH:MM

source: is_not_future_date
it: La data è nel passato.

source: label_booking_additional_field_textline
it: Riga di testo

source: label_booking_code
it: Codice prenotazione

source: label_booking_company
it: Azienda

source: label_booking_date
it: Data prenotazione

source: label_booking_date_range
it: ${from_date} alle ore ${at}

source: label_booking_description
it: Note

source: label_booking_email
it: Email

source: label_booking_fiscalcode
it: Codice fiscale

source: label_booking_phone
it: Numero di telefono

source: label_booking_staff_notes
it: Note del personale

source: label_booking_time
it: Data e ora

source: label_booking_title
it: Nome completo

source: label_booking_type
it: Tipologia prenotazione

source: label_end
it: Data fine

source: label_end_time
it: Ora fine

source: label_gate
it: Postazione

source: label_new_booking_notify_link
it: Vai alla <a href="${url}">prenotazione</a> per gestirla e vedere maggiori dettagli

source: label_required_booking_fields
it: Campi obbligatori

source: label_same_day_booking_disallowed
it: Disabilita la prenotazione per lo stesso giorno

source: label_selected_date
it: Data selezionata: ${date} — Alle ore: ${slot}

source: label_start
it: Data inizio

source: label_start_time
it: Ora inizio

source: label_text
it: Testo da ricercare

source: label_tipologies
it: Tipi di prenotazione

source: label_title
it: Etichetta

source: label_user
it: Utente

source: label_visible_booking_fields
it: Campi da visualizzare

source: legend
it: Legenda

source: legend_description
it: Breve descrizione delle azioni disponibili per l'agenda

source: legend_note
it: L'unità di tempo minima è 5 minuti. La tua prenotazione non può eccedere il tempo disponibile.

source: max_bookings_allowed_description
it: Numero massimo delle prenotazioni contemporanee per una stessa tipologia, per lo stesso utente. Impostare '0' o lasciare vuoto per non porre limitazioni. Per attivare questo controllo è necessario richiedere obbligatoriamente all'utente il campo 'codice fiscale'

source: max_bookings_allowed_label
it: Numero massimo delle prenotazioni

source: missing_booking
it: Impossibile trovare la prenotazione con id: ${uid}.

source: missing_uid
it: Devi fornite un'id prenotazione.

source: morning_end_label
it: Chiusura mattina

source: morning_start_label
it: Apertura mattina

source: move_back_message
it: Ritorna al calendario

source: move_booking
it: Sposta la prenotazione

source: move_message
it: Spostare l'appuntamento selezionato in un area libera oppure

source: next-week
it: Settimana successiva

source: notBeforeDays
it: La prenotazione non e' permessa prima del numero di giorni specificata. Impostare il valore 0 per non imporre limitazioni.

source: notifications_appio_enabled_help
it: Abilita le notifiche via App IO. I campi del messaggio accettano il formato Markdown

source: notifications_appio_enabled_label
it: Notifiche AppIO

source: notifications_email_enabled_help
it: Abilita le notifiche via email

source: notifications_email_enabled_label
it: Notifiche Email

source: notifications_label
it: Gestione delle Notifiche

source: notifications_sms_enabled_help
it: Abilita le notifiche via SMS. Per poter ricevere un SMS, il campo 'Numero di telefono' della Prenotazione deve essere compilato.

source: notifications_sms_enabled_label
it: Notifiche SMS

source: notify_as_reminder_appio_message_default_value
it: Promemoria automatico per la prenotazione per ${booking_type} il ${booking_date} alle ${booking_time}. <br/><br/>Dal tuo [promemoria](${booking_print_url}) puoi controllare i dati, stampare ed eventualmente cancellare la prenotazione.

source: notify_as_reminder_appio_subject_default_value
it: [${prenotazioni_folder_title}] Promemoria prenotazione del ${booking_date}

source: notify_as_reminder_appio_subject_help
it: L'oggetto del messaggio inviato come promemoria.

source: notify_as_reminder_message
it: [Promemoria] messaggio

source: notify_as_reminder_message_default_value
it: Promemoria automatico per la prenotazione per ${booking_type} il ${booking_date} alle ${booking_time}. <br/><br/>Dal tuo <a href=${booking_print_url}>promemoria</a> puoi controllare i dati, stampare ed eventualmente cancellare la prenotazione.

source: notify_as_reminder_message_help
it: Il testo del messaggio inviato come promemoria.

source: notify_as_reminder_sms_message_default_value
it: [${prenotazioni_folder_title}]: Promemoria prenotazione per ${booking_type} il ${booking_date} alle ${booking_time}. Per dettagli: ${booking_print_url} .

source: notify_as_reminder_subject
it: [Promemoria] oggetto

source: notify_as_reminder_subject_default_value
it: [${prenotazioni_folder_title}] Promemoria prenotazione del ${booking_date}

source: notify_as_reminder_subject_help
it: L'oggetto del messaggio inviato come promemoria.

source: notify_on_cancel
it: Notifica alla cancellazione
