Repository: RedTurtle/redturtle.prenotazioni
Catalog: src/redturtle/prenotazioni/locales/*/LC_MESSAGES/redturtle.prenotazioni.po
Languages: it

source: notify_on_cancel_appio_message_default_value
it: La prenotazione ${booking_type} del ${booking_date} delle ore ${booking_time} è stata cancellata.

source: notify_on_cancel_appio_subject_default_value
it: [${prenotazioni_folder_title}] Prenotazione cancellata per ${title}

source: notify_on_cancel_help
it: Notifica l'utente via mail se la prenotazione viene cancellata

source: notify_on_cancel_message
it: Testo notifica prenotazione cancellata

source: notify_on_cancel_message_default_value
it: La prenotazione ${booking_type} del ${booking_date} delle ore ${booking_time} è stata cancellata.

source: notify_on_cancel_message_help
it: Il testo del messaggio quando una prenotazione è stata cancellata.

source: notify_on_cancel_sms_message_default_value
it: [${prenotazioni_folder_title}]: La prenotazione ${booking_type} del ${booking_date} alle ${booking_time} è stata cancellata.

source: notify_on_cancel_subject
it: [Cancella] oggetto

source: notify_on_cancel_subject_default_value
it: [${prenotazioni_folder_title}] Prenotazione cancellata per ${title}

source: notify_on_cancel_subject_help
it: L'oggetto del messaggio quando una prenotazione è stata cancellata.

source: notify_on_confirm
it: Notifica alla conferma

source: notify_on_confirm_appio_message_default_value
it: La prenotazione ${booking_type} per ${title} è stata confermata. Dal tuo [promemoria](${booking_print_url}) puoi controllare i dati, stampare ed eventualmente cancellare la prenotazione.

source: notify_on_confirm_appio_subject_default_value
it: [${prenotazioni_folder_title}] Prenotazione del ${booking_date} alle ${booking_time} accettata

source: notify_on_confirm_help
it: Notifica l'utente quando la prenotazione viene confermata.

source: notify_on_confirm_message
it: [Conferma] messaggio

source: notify_on_confirm_message_default_value
it: La prenotazione ${booking_type} per ${title} è stata confermata.<br/><br/>Dal tuo <a href=${booking_print_url}>promemoria</a> puoi controllare i dati, stampare ed eventualmente cancellare la prenotazione.

source: notify_on_confirm_message_help
it: Il testo del messaggio quando una prenotazione è stata confermata.

source: notify_on_confirm_sms_message_default_value
it: [${prenotazioni_folder_title}]: La prenotazione ${booking_type} per ${title} è stata confermata. Per dettagli: ${booking_print_url} .

source: notify_on_confirm_subject
it: [Conferma] oggetto

source: notify_on_confirm_subject_default_value
it: [${prenotazioni_folder_title}] Prenotazione del ${booking_date} alle ${booking_time} accettata

source: notify_on_confirm_subject_help
it: L'oggetto del messaggio quando una prenotazione è stata confermata.

source: notify_on_move
it: Notifica allo spostamento

source: notify_on_move_appio_message_default_value
it: L'orario della sua prenotazione ${booking_type} è stato modificato. La nuova data è ${booking_date} alle ore ${booking_time}. Dal tuo [promemoria](${booking_print_url}) puoi controllare i dati, stampare ed eventualmente cancellare la prenotazione.

source: notify_on_move_appio_subject_default_value
it: [${prenotazioni_folder_title}] Data di prenotazione modificata per ${title}

source: notify_on_move_help
it: Notifica l'utente quando la prenotazione viene spostata di giorno/orario.

source: notify_on_move_message
it: [Spostamento] messaggio

source: notify_on_move_message_default_value
it: L'orario della sua prenotazione ${booking_type} è stato modificato.<br/><br/>La nuova data è ${booking_date} alle ore ${booking_time}.<br/><br/>Dal tuo <a href=${booking_print_url}>promemoria</a> puoi controllare i dati, stampare ed eventualmente cancellare la prenotazione.

source: notify_on_move_message_help
it: Il testo del messaggio quando una prenotazione è stata spostata.

source: notify_on_move_sms_message_default_value
it: [${prenotazioni_folder_title}]: orario della prenotazione ${booking_type} modificato: ${booking_date} alle ${booking_time}. Per dettagli: ${booking_print_url} .

source: notify_on_move_subject
it: [Spostamento] oggetto

source: notify_on_move_subject_default_value
it: [${prenotazioni_folder_title}] Data di prenotazione modificata per ${title} - ${booking_date}

source: notify_on_move_subject_help
it: L'oggetto del messaggio quando una prenotazione è stata spostata.

source: notify_on_refuse
it: Notifica al rifiuto

source: notify_on_refuse_appio_message_default_value
it: La prenotazione ${booking_type} del ${booking_date} delle ore ${booking_time} è stata rifiutata. Motivo del rifiuto: ${booking_refuse_message}

source: notify_on_refuse_appio_subject_default_value
it: [${prenotazioni_folder_title}] Prenotazione rifiutata per ${title}

source: notify_on_refuse_help
it: Notifica l'utente via mail se la prenotazione viene rifiutata

source: notify_on_refuse_message
it: Testo notifica prenotazione rifiutata

source: notify_on_refuse_message_default_value
it: La prenotazione ${booking_type} del ${booking_date} delle ore ${booking_time} è stata rifiutata. Motivo del rifiuto: ${booking_refuse_message}

source: notify_on_refuse_message_help
it: Il testo del messaggio quando una prenotazione è stata rifiutata.

source: notify_on_refuse_sms_message_default_value
it: [${prenotazioni_folder_title}]: La prenotazione ${booking_type} del ${booking_date} alle ${booking_time} è stata rifiutata. Motivo: ${booking_refuse_message}

source: notify_on_refuse_subject
it: [Rifiuto] oggetto

source: notify_on_refuse_subject_default_value
it: [${prenotazioni_folder_title}] Prenotazione rifiutata per ${title}

source: notify_on_refuse_subject_help
it: L'oggetto del messaggio quando una prenotazione è stata rifiutata.

source: notify_on_submit
it: Notifica alla creazione

source: notify_on_submit_appio_message_default_value
it: La prenotazione ${booking_type} per il ${booking_date} alle ${booking_time} è stata creata. Dal tuo [${booking_print_url}](promemoria) puoi controllare i dati, stampare ed eventualmente cancellare la prenotazione.

source: notify_on_submit_appio_subject_default_value
it: [${prenotazioni_folder_title}] Prenotazione creata

source: notify_on_submit_help
it: Notifica l'utente quando la prenotazione viene creata. Se il flag di conferma automatica e di notifica alla conferma sono selezionati, questa opzione verrà ignorata.

source: notify_on_submit_message
it: [Creazione] messaggio

source: notify_on_submit_message_default_value
it: La prenotazione ${booking_type} per il ${booking_date} alle ${booking_time} è stata creata.<br/><br/>Dal tuo <a href=${booking_print_url}>promemoria</a> puoi controllare i dati, stampare ed eventualmente cancellare la prenotazione.

source: notify_on_submit_message_help
it: Il testo del messaggio quando una prenotazione è stata creata.

source: notify_on_submit_sms_message_default_value
it: [${prenotazioni_folder_title}]: La prenotazione ${booking_type} per il ${booking_date} alle ${booking_time} è stata creata. Per dettagli: ${booking_print_url} .

source: notify_on_submit_subject
it: [Creazione] oggetto

source: notify_on_submit_subject_default_value
it: [${prenotazioni_folder_title}] Prenotazione creata

source: notify_on_submit_subject_help
it: L'oggetto del messaggio quando una prenotazione è stata creata.

source: pause_end_label
it: Termine pausa

source: pause_start_label
it: Inizio pausa

source: pending
it: In attesa

source: please_pick_a_date
it: Selezionare una data

source: prenotation_slot_message
it: ${day}, ore ${booking_time}

source: prenotazioni_search
it: Ricerca

source: previous-week
it: Settimana precedente

source: private
it: Privato

source: redturtle.prenotazioni (uninstall)
it: redturtle.prenotazioni (disinstalla)

source: refused
it: Rifiutato

source: refused-review-state-warning
it: Lo stato della prenotazione è "rifiutato". Se lo cambi, questa prenotazione potrebbe entrare in conflitto con un'altra.

source: reject_booking
it: Rifiuta la prenotazione

source: reminder_notification_gap_description
it: Indicare quanti giorni prima della data di prenotazione, inviare un promemoria agli utenti.

source: reminder_notification_gap_label
it: Promemoria prenotazione

source: reservation_code
it: Codice prenotazione

source: reservation_date
it: Data prenotazione

source: reservation_request
it: Richiesta prenotazione per: ${name}

source: resize
it: Ridimensiona

source: result_number
it: elementi trovati

source: schema_missing_date
it: Devi fornire una data di prenotazione, per avere lo schema e le tipologie disponibili.

source: search-by-gate
it: Ricerca per postazione

source: search_result_message
it: Risultato della ricerca

source: select-option
it: seleziona l'opzione desiderata dal gruppo di campi seguente

source: service_code_help
it: Matricola del servizio legato alla tipologia (serve per l'invio coretto delle notifiche)

source: service_code_label
it: Matricola servizio App IO

source: slot_conflict_error
it: Questa postazione ha già appuntamenti schedulati in questo periodo.

source: time_slot_to_short
it: Tempo insufficiente per qualsiasi tipologia di prenotazione

source: to_month_error
it: Devi impostare una data di inizio.

source: to_month_too_days_error
it: Il giorno selezionato non è compatibile col mese selezionato nel campo "Al".

source: unauthorized_add_vacation
it: Impossibile creare una nuova prenotazione per la tipologia '${booking_type}'.

source: unbookable_time
it: Tempo non prenotabile

source: uncomplete_years_range_error
it: L'anno d'inizio e l'anno di fine devono essere compilati entrambi o nessuno.

source: vacation_booking
it: Blocco risorsa

source: view_booking
it: Vedi la prenotazione

source: week_table_overrides_help
it: Inserisci qui eventuali personalizzazioni nella schedulazione settimanale che andranno a vincere su quella standard per un determinato periodo di tempo.

source: week_table_overrides_label
it: Personalizzazioni Schedulazione Settimanale

source: wrong_authenticator
it: Stai cercando di cancellare una prenotazione con un'azione sbagliata.
